# GetWallWidth

## Description
Function GetWallWidth returns the default wall width setting of the document.&lt;BR&gt;
&lt;BR&gt;

```pascal
FUNCTION GetWallWidth : REAL;
```

```python

def vs.GetWallWidth():
    return REAL
```

## Version
Availability: from MiniCAD6.0
## Category
* Objects - Walls